Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The overall proportions of patients with adverse events and with SAEs were generally balanced between the linagliptin and glimepiride groups (Table 14).
es_es: La proporción general de pacientes con eventos adversos y eventos adversos serios estuvo en general equilibrada entre los grupos de linagliptina y glimepirida (Tabla 14).

source: The overall range is the intersection of the individual ranges determined for linearity, accuracy and precision.
es_es: El intervalo global es la intersección de los intervalos individuales establecidos para la linealidad, exactitud y precisión.

source: The overall range is the intersection of the individual rangesdetermined for linearity,accuracy and precision.
es_es: El intervalo global es la intersección de los intervalos individuales establecidos para la linealidad, exactitud y precisión.

source: The overall recovery of radioactivity in these experiments was between 87 and 93%, thus all measured recoveries exceeded the acceptance criteria of at least 80%.
es_es: La recuperación general de radiactividad en estos ensayos osciló entre el 87 y el 93%, por lo tanto todas las recuperaciones medidas superaron el criterio de aceptación de por lo menos el 80%.

source: The overall risk of leachables in critical amounts migrating in the aqueous spesolimab formulation is consisdered negligible and leachables monitoring is deemed not necessary.
es_es: El riesgo global de que cantidades críticas de lixiviables migren en la formulación acuosa de espesolimab se considera insignificante y, por lo tanto, no se justifica realizar un control de lixiviables.

source: The overall risk resulting from these single risks, their interactions with each other, and the implemented risk mitigation actions have been discussed and assessed during the respective risk management sessions; the risks have been evaluated as acceptable with regards to the associated benefits Results of the risk management process were summarized within the risk management report as part of the risk management file.
es_es: Durante las correspondientes sesiones de gestión de riesgos, se debatió y analizó el riesgo general producto de estos riesgos individuales, las interacciones mutuas y las acciones de mitigación de riesgos implementadas. Se determinó que los riesgos son aceptables con respecto a los beneficios asociados. Los resultados del proceso de gestión de riesgos se resumieron en el informe de gestión de riesgos como parte del archivo de gestión de riesgos.

source: The overall systemic exposure (AUC0-∞) of metformin was higher without food (10700 ng·h/mL) than with food (9530 ng·h/mL), see Figure 11.5.2.4.2: 2.
es_es: La exposición sistémica general (AUC)0-∞) de metformina fue mayor sin alimentos (10700 ng·h/mL) que con alimentos (9530 ng·h/mL, Figura 11.5.2.4.2: 2).

source: The overall type I error rate for the trial was preserved at α = 0.05 (2-sided).
es_es: La tasa global de error de tipo I para el ensayo se mantuvo en α = 0.05 (bilateral).

source: The package is printed with a serial number.
es_es: El envase lleva un número de serie impreso.

source: The package shall prevent from counterfeiting.
es_es: El acondicionamiento prevendrá la falsificación.

source: The packaging of bulk capsules is described in the registered document “Description of Manufacturing Process and Process Controls”
es_es: El acondicionamiento de las cápsulas a granel está descrito en el documento registrado Descripción del proceso de fabricación y los controles del proceso.

source: The packaging opening force shall be maximum 40 N
es_es: La fuerza de apertura del acondicionamiento será como máximo de 40 N.

source: The packaging process is described in section 3.2.P.3.3 “Packaging Procedure”.
es_es: El proceso de acondicionamiento se describe en el apartado 3.2.P.3.3 “Procedimiento de acondicionamiento”.

source: The packaging system should not interact physically or chemically with the dosage form to alter its strength, quality, or purity beyond the official or established requirements.
es_es: El sistema de acondicionamiento no puede tener ninguna interacción física ni química con la dosis para no alterar su concentración, calidad ni pureza más allá de las pautas oficiales o establecidas.

source: The pandemic might also have restricted each site’s ability to recruit consecutive patients.
es_es: La pandemia seguramente restringió también la capacidad de cada centro para reclutar pacientes consecutivos.

source: The paper-and-pen version in the required native language of the patient was to be used.
es_es: Se debía utilizar la versión en papel en el idioma nativo indicado por el paciente.

source: The paper-based comparison of analytical results for TNKase ® and Metalyse® DS and DP, was performed using analytical results from methods developed specifically for each product.
es_es: La comparación en formato impreso de los resultados analíticos del medicamento y el principio activo de TNKase® y de Metalyse®, se realizó a partir de resultados analíticos de métodos específicamente desarrollados para cada producto.

source: The parameter settings were defined considering the machine control mechanisms, alarm limits and machine capability of the commercial facility lyophiliser.
es_es: Las configuraciones de los parámetros se definieron considerando los mecanismos de control del equipo, los límites de alarma y la capacidad del equipo del liofilizador de los establecimientos comerciales.

source: The parameters determined during the trial conduct are listed below.
es_es: A continuación, se presentan los parámetros establecidos durante el desarrollo del ensayo.

source: The parameters of the separately fitted linear models are listed inTable 21together with their 95 % confidence intervals.
es_es: En la Tabla 21, se presentan los parámetros de los modelos lineales correlacionados por separado, junto con sus intervalos de confianza del 95 %.

source: The part on biochemical hypo- or hyperglycaema is reflected within “Warnings and Precautions”as:
es_es: El aspecto de la hipo- o hiperglucemia bioquímica está reflejado en "Advertencias y precauciones especiales" como:

source: The participation of a patient was concluded when they have undergone the last planned visit, withdrawn consent, lost to follow-up, or died.
es_es: La participación de un paciente concluyó al momento de la última visita planificada, cuando este retiró su consentimiento, cuando se imposibilitó el seguimiento o cuando falleció.

source: The patient could continue taking trial medication.
es_es: El paciente tenía autorizado seguir tomando la medicación en estudio.

source: The patient had elevated liver enzymes at baseline (AST: 40 U/L, ALT: 62 U/L; normalised values; reference range for both parameters: 0 to 35 U/L), see Appendix 16.2.8, Listing 1.
es_es: El paciente presentó enzimas hepáticas elevadas al inicio del estudio (AST: 40 U/L, ALT: 62 U/L; valores normalizados; intervalo de referencia para ambos parámetros: 0 a 35 U/L), ver el Apéndice 16.2.8, Listado 1.

source: The patient had elevated liver enzymes at screening (AST: 47 U/L, ALT: 75 U/L; normalised values; reference range for both parameters: 0 to 35 U/L), see Appendix 16.2.8, Listing 1.
es_es: El paciente presentó enzimas hepáticas elevadas al momento de la selección (AST: 47 U/L, ALT: 75 U/L; valores normalizados; intervalo de referencia para ambos parámetros: 0 a 35 U/L), ver el Apéndice 16.2.8, Listado 1.

source: The patient survived and was living at home at 3 months with mRS 2.
es_es: El paciente sobrevivió y ya se encontraba en su hogar a los 3 meses conun puntaje en la escala de Rankin modificada de 2.

source: The patient was allowed to continue taking trial medication after unblinding.
es_es: El paciente tenía autorizado seguir tomando la medicación en estudio después del desenmascaramiento.

source: The patient was to stop taking trial medication and was to be asked to complete the EOT visit and follow-up procedures.
es_es: El paciente debía dejar de recibir la medicación en estudio y se le debia solicitar que completara la visita de fin del tratamiento y los procedimientos de seguimiento.

source: The patients could have been either drug-naïve or receiving certain permitted glucose-lowering therapy [c23238241, Section 9.3]; they were predominantly (> 80% of patients) taking metformin background therapy (Section 4.1.2).
es_es: Los pacientes o bien carecían de tratamientos previos o habían recibido ciertos tratamientos hipoglucemiantes permitidos [c23238241, Sección 9.3]; predominantemente (> 80% de los pacientes) recibían metformina como tratamiento de base (Sección 4.1.2).

source: The patients showing these lab abnormalities had to be followed up according to the “DILI checklist” provided in the ISF.
es_es: Los pacientes que presentaban estas anomalías de laboratorio debían ser monitoreados de acuerdo con la “lista de verificación para lesiones hepáticas derivadas de fármacos” que se encuentra en el archivo del centro investigador.

source: The patients who took incorrect study medication were identified after the treatment assignments had been unblinded.
es_es: Los pacientes que tomaron la medicación del estudio incorrecta se identificaron después de desenmascarar la asignación de tratamientos.

source: The patient’s age was provided in 34 cases and ranged from 22 to 57 years.
es_es: 34 contenían información etaria, que estuvo entre 22 y 57 años.

source: The pattern of the changes in the overall summary score was similar to that of the clinical summary score (Figure 11.1.2.7: 3 above [blue box] and Section 15.2.4.26.9).
es_es: El patrón de los cambios en la puntuación general resumen fue similar al de la puntuación clínica resumen (Figura 11.1.2.7: 3 arriba [cuadro azul] y Sección 15.2.4.26.9).

source: The pattern of the changes in the total symptom score was similar to that of the clinical summary score (Figure 11.1.2.7: 3 above [red box] and Section 15.2.4.26.5).
es_es: El patrón de los cambios en la puntuación sintomatológica total fue similar al de la puntuación clínica resumen (Figura 11.1.2.7: 3 arriba [cuadro rojo] y Sección 15.2.4.26.5).

source: The peak concentration of empagliflozin also increased under fasted conditions for the free dose combination; the mean Cmax was 387 nmol/L without food and 268 nmol/L with food.
es_es: La concentración máxima de empagliflozina también aumentó en condiciones preprandiales para la combinación de dosis libre; la Cmáximo media fue 387 nmol/L sin alimentos y 268 nmol/L con alimentos.

source: The peak in the chromatogram of the selectivity/standard solution should correspond to the specimen chromatogram attached.
es_es: El pico cromatográfico de la solución de selectividad/solución estándar debe corresponderse con el del cromatograma adjunto.

source: The peak patterns of DS and DS STAB samples are different thus demonstrating stability indicating capabilities of the method (Figure 3 and Figure 4).
es_es: Los patrones de los picos del medicamento y las muestras para análisis de estabilidad del medicamento son diferentes, lo que demuestra que es idóneo como indicación de estabilidad (Figura 3 y Figura 4).

source: The per-protocol population (n=1550) excluded patients receiving thrombolysis beyond 4.5 hours from stroke onset* and any treatment crossovers†.
es_es: La población analizada por protocolo (n=1550) excluía a los pacientes que recibieron la trombólisis más de 4.5 horas después del inicio del ACV* y todo otro cruce entre tratamientos†.

source: The per-protocol population (n=1550) excluded patients receiving thrombolysis beyond 4·5 hours from stroke onset* and any treatment crossovers†.
es_es: La población analizada por protocolo (n=1550) excluía a los pacientes que recibieron la trombólisis más de 4.5 horas después del inicio del ACV* y todo otro cruce terapéutico†.

source: The per-protocol population excluded patients receiving thrombolysis beyond 4.5 h after stroke onset and any treatment crossovers (appendix p 11).
es_es: La población analizada por protocolo excluía a los pacientes que recibieron la trombólisis más de 4.5 horas después del inicio del ACV y todo otro cruce de tratamientos (ver apéndice, pág. 11).

source: The percentage of participants with symptomatic intracerebral hemorrhage and parenchymal hematoma were compared between the 2 groups using modified Poisson regression.
es_es: Se utilizó regresión de Poisson modificada para compara entre los 2 grupos el porcentaje de participantes con hemorragia intracerebral sintomática y hematoma parenquimatoso.

source: The percentage of single-chain tenecteplase is determined by HPSEC under reducing conditions.
es_es: El porcentaje de tenecteplasa de cadena única se determina mediante HPSEC en condiciones de reducción.

source: The percentage of single-chain tenecteplase is determined by high performance size exclusion chromatography (HPSEC) under reducing conditions.
es_es: El porcentaje de tenecteplasa de cadena única se determina mediante cromatografía de exclusión por tamaños de alto rendimiento (HPSEC) en condiciones de reducción.

source: The percentages of patients who reached reperfusion within the metropolitan and rural strata were not significantly different between tenecteplase dose groups.
es_es: Los porcentajes de pacientes que alcanzaron la reperfusión en los estratos metropolitanos y rurales no fueron significativamente diferentes entre los grupos posológicos de tenecteplasa.

source: The performance of the small-scale column was monitored on-line by absorption at 280 nm as shown in Figure 6.
es_es: El desempeño de la columna a escala reducida fue monitoreado en línea por absorción en 280 nm, como se muestra en la Figura 6.

source: The perfusion lesion was defined as the volume of brain with a time to maximum perfusion of more than 6 seconds.
es_es: La lesión de perfusión se definió como el volumen de cerebro con un tiempo hasta la perfusión máxima de más de 6 segundos.

source: The peristaltic pump system in SM6 does not require ambient temperature.
es_es: El sistema de bomba peristáltica del área SM6 no requiere temperatura ambiente.

source: The pharmacogenomic data is not included in the CTR.
es_es: La información farmacogenómica no se incluye en el Informe de Ensayo Clínico.

source: The pharmacokinetic – pharmacodynamics relationship was not evaluated in this trial.
es_es: En este ensayo no se evaluó la relación farmacocinética - farmacodinámica.

source: The pharmacokinetic-pharmacodynamic relationship was not assessed.
es_es: No se evaluó la relación farmacocinética - farmacodinámica

source: The pharmacopeias outlined in Section 3.2.P.7 Container closure system refer to two pharmacopoeia to ensure comprehensive coverage of the relevant requirements and testing criteria.
es_es: Las farmacopeas señaladas en la Sección 3.2.P.7, Envase y sistema de cierre son dos para garantizar una cobertura integral de los requisitos y criterios de evaluación relevantes.

source: The physician reviews all medical aspects of the SAE, determines whether the SAE is an expected event and applies a company assessment of the causality of the relationship of the investigational medicinal product to the SAE.
es_es: El médico revisa todos los aspectos médicos del evento adverso grave, determina si es esperado y evalúa, desde la perspectiva de la empresa, la causalidad del medicamento en investigación para con el evento adverso grave.

source: The physician reviews all medical aspects of the SAE, determines whether the SAE is an expected event, and applies a company assessment of the causality of the relationship of the investigational medicinal product to the SAE.
es_es: El médico revisa todos los aspectos médicos del evento adverso serio, determina si es esperado y evalúa, desde la perspectiva de la empresa, la causalidad del medicamento en investigación para con el evento adverso serio.

source: The physicochemical characteristics of empagliflozin were investigated.
es_es: Se investigaron las características fisicoquímicas de la empagliflozina.

source: The physicochemical properties in solution of the drug substance empagliflozin (BI 10773) were investigated.
es_es: Se investigaron las propiedades fisicoquímicas en una solución del principio activo empagliflozina (BI 10773).

source: The placebo-controlled design was considered ethically acceptable based on appropriate criteria for patient discontinuation, ability to change background therapy to maintain, or obtain, sufficient level of haemodynamic control as defined in relevant local and regional guidelines for optimised standard of care.
es_es: El diseño controlado con placebo se consideró éticamente aceptable según los criterios apropiados para establecer la interrupción del tratamiento por parte del paciente, y para cambiar la terapia de base a fin de mantener u obtener un nivel suficiente de control hemodinámico y un estándar de atención optimizado según lo definido en las directrices locales y regionales pertinentes.

source: The planned analyses for the trial were carried out as outlined in the CTP (Appendix 16.1.1.1) and detailed in the TSAP (Appendix 16.1.9.1).
es_es: Se llevaron a cabo los análisis del ensayo previstos según lo delineado en el protocolo de ensayo clínico (Apéndice 16.1.1.1) y detallado en el Plan de análisis estadístico del ensayo (Apéndice 16.1.9.1).

source: The planned α-level for the final analysis was therefore 0.0248 (1-sided), translating in a two-sided alpha of 0.0496.
es_es: Por lo tanto, el nivel α previsto para el análisis final fue 0.0248 (unilateral), lo que se traduce en un alfa bilateral de 0.0496.

source: The plant at Genentech Inc.
es_es: Genentech, Inc.

source: The plant at Genentech Inc. in the United States was only involved during development of the initial manufacturing process (please see also section 3.2.S.2.6 and response no. 7), but was not used for commercial manufacturing of Actilyse.
es_es: La planta de Genentech Inc.de los Estados Unidos solo participó durante el desarrollo del proceso inicial de fabricación (ver también la sección 3.2.S.2.6 y la respuesta N.° 7), pero no se recurrió a ella para la fabricación comercial de Actilyse.

source: The plasma samples were to be discarded after the CTR was signed.
es_es: Una vez firmado el informe de ensayo clínico, las muestras de plasma se descartaban.

source: The plasminogen solution is mixed with the fibrinogen solution and pipetted into a reagent vessel.
es_es: La solución de plasminógeno se mezcla con la solución de fibrinógeno y se inserta con pipeta en un vaso de ensayo para reactivos.

source: The plate based clot lysis assay is a variant of the assays applied for release and stability testing (see 3.2.S.4.2 Analytical Procedures) that enables high-throughput analyses.
es_es: El ensayo de lisis de coágulo basado en placas es una variante de los ensayos aplicados en las pruebas de liberación y de estabilidad (véase 3.2.S.4.2, Procedimientos analíticos) que permite realizar análisis de alto rendimiento.

source: The plates were incubated at 37°C for at least 48 hours.
es_es: Las placas se incubaron al menos 48 horas a 37° C.

source: The plunger stopper does not contain natural rubber latex or dry natural rubber.
es_es: El tapón del émbolo no contiene látex de caucho natural ni caucho natural seco.

source: The plunger stopper bags are transferred into the aseptic area via Vapour Phase Hydrogen Peroxide (VPHP) lock.
es_es: Las bolsas con tapones de émbolo se transfieren al área aséptica a través de la esclusa con peróxido de hidrógeno en fase de vapor.

source: The position of the crimping head was fixed during the study at 308.3 mm, the rotations of rotary plate was not less than 15 rounds.
es_es: La posición del cabezal de sellado se estableció durante el estudio en 308.3 mm y la rotación de la placa giratoria fue de al menos 15 vueltas.

source: The possibility of re-use of the Phenyl Sepharose column after appropriate regeneration has been evaluated.
es_es: Se ha evaluado la posibilidad de reutilizar la columna de fenil sefarosa luego de una adecuada regeneración.

source: The potential leachables assessment resulted in one substance at or above the SCT of 1.5 μg/day however the calculated daily intake of PHPA (1.5 μg/day) is significantly below the PDE.
es_es: La evaluación de lixiviables posibles arrojó una sustancia en el umbral de seguridad (1.5 μg/día); sin embargo, la ingesta diaria calculada de PHPA (1.5 μg/día) está significativamente por debajo de la exposición diaria permitida.

source: The potential sources evaluated included drug substance, process and equipment, water, excipients, and container closure system.
es_es: Las fuentes potenciales evaluadas fueroon el principio activo, el proceso y el equipo, el agua, los excipientes y el envase y sistema de cierre.

source: The power was only slightly reduced to 89.98% by the interim analysis at the time point of 60% of information (see Section 9.7.1.3.5).
es_es: El análisis provisional que se realizó cuando se tuvo 60% de la información solo redujo la potencia ligeramente (hasta 89.98%) (ver Sección 9.7.1.3.5).

source: The pre-dose blood samples were collected at Week 12 (Day 85, Visit 4) to determine plasma empagliflozin trough concentrations.
es_es: Para determinar las concentraciones mínimas de empagliflozina en plasma, se tomaron muestras en sangre previas a la dosis de la semana 12 (Día 85, Visita 4).

source: The pre-filled syringe holds and delivers the medication while the needle safety device covers the needle post-injection and prevents users and patients from accidental needle stick injuries.
es_es: La jeringa precargada contiene y administra el medicamento mientras que el dispositivo de seguridad de aguja cubre la aguja después de la inyección y evita que los usuarios y pacientes sufran pinchazos accidentales.

source: The pre-washed and sterile (ready-to-use) syringes are provided by the supplier.
es_es: Las jeringas se reciben del proveedor prelavadas y estériles (listas para usar).

source: The precision and accuracy of the analytic methods used for determination of PK parameters were adequate to achieve the trial aims.
es_es: La precisión y exactitud de los métodos analíticos usados para determinar los parámetros farmacocinéticos fueron adecuadas y permitieron alcanzar los objetivos del ensayo.

source: The precision of an analytical procedure expresses the closeness of agreement (degree of scatter) between a series of measurements obtained from multiple sampling of the same homogeneous sample under the prescribed conditions.
es_es: La precisión de un procedimiento analítico expresa la proximidad de la correlación (grado de dispersión) entre una serie de mediciones obtenidas a partir de muestreos múltiples de la misma muestra homogénea en las condiciones prescritas.

source: The preferential distribution method is email; but in cases where only the telephone number is available as contact information, this questionnaire can be carried out over the telephone by the pharmacovigilance team.
es_es: El método preferido de circularización es el correo electrónico; sin embargo, cuando solo se tiene el número de teléfono como información de contacto, el equipo de farmacovigilancia puede completar el cuestionario por teléfono.

source: The preferred term arthralgia was reported for 10.5% of patients in each treatment group.
es_es: El término preferente "artralgia" se consignó en 10.5% de los pacientes de cada grupo de tratamiento.

source: The preparation for the QC solutions and the calibration standards is the same.
es_es: La preparación es la misma para las soluciones de control de calidad y los estándares de calibración.
